---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KmPerH
source: html/1bb4f18a-74c2-dc99-8877-4707c04bf7e7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KmPerH Property

Symbol km/h, indicating unit Kilometers per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId KmPerH { get; }
```